//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Cancelar";
"_edit_"                    = "Editar";
"_tap_to_min_max_"          = "Toque para minimizar / maximizar";
"_cancel_request_"          = "Quere cancelar?";
"_upload_file_"             = "Enviar ficheiro";
"_delete_"                  = "Eliminar";
"_rename_"                  = "Cambiar o nome";
"_rename_file_"             = "Cambiar o nome do ficheiro";
"_rename_folder_"           = "Cambiar o nome do cartafol";
"_move_"                    = "Mover";
"_add_"                     = "Engadir";
"_save_"                    = "Gardar";
"_warning_"                 = "Advertencia";
"_error_"                   = "Erro";
"_no_"                      = "Non";
"_yes_"                     = "Si";
"_select_"                  = "Seleccionar";
"_select_all_"              = "Seleccionar todo";
"_upload_"                  = "Enviar";
"_home_"                    = "Ficheiros";
"_files_"                   = "Ficheiros";
"_ok_"                      = "Aceptar";
"_done_"                    = "Feito";
"_clear_"                   = "Limpar";
"_selected_"                = "Seleccionado";
"_no_active_account_"       = "Non se atoparon contas";
"_info_"                    = "Información";
"_warning_"                 = "Advertencia";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobrescribir";
"_create_"                  = "Crear";
"_create_folder_"           = "Crear un cartafol";
"_create_folder_e2ee_"      = "Crear cartafol cifrado";
"_close_"                   = "Pechar";
"_remove_"                  = "Retirar";
"_file_not_found_"          = "Non se atopou o ficheiro";
"_continue_"                = "Continuar";
"_continue_editing_"        = "Seguir editando";
"_auto_upload_folder_"      = "Envío automático";
"_photo_"                   = "Foto";
"_audio_"                   = "Son";
"_unknown_"                 = "Descoñecido";
"_success_"                 = "Correcto";
"_mode_filename_"           = "Modo de nome de ficheiro";
"_warning_owncloud_"        = "Está conectado a un servidor ownCloud. Isto non foi probado e non é compatíbel, úseo baixo a súa propia responsabilidade. Para anovar a NextCloud, vexa: https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Está a empregar unha versión non compatíbel de Nextcloud. Por mor da seguranza dos seus datos, recomendámoslle encarecidamente que actualice á última versión estábel de Nextcloud.";
"_restore_"                 = "Restaurar";
"_tap_here_to_change_"      = "Toque aquí para cambiar";
"_no_albums_"               = "Non hai álbums";
"_denied_album_"            = "Esta aplicación non ten acceso a «Fotos», Pode activar o acceso nos Axustes da privacidade.";
"_denied_camera_"           = "Esta aplicación non ten acceso a «Cámara», Pode activar o acceso nos Axustes da privacidade.";
"_save_to_camera_roll_"        = "Save to camera roll";
"_save_to_camera_roll_desc_"   = "When enabled, photos and videos taken with the in-app camera will also be saved to your iOS camera roll.";
"_sharing_"                 = "Compartindo";
"_details_"                 = "Detalles";
"_no_permission_delete_file_" = "Vde. non ten permiso para eliminar ficheiros.";
"_no_permission_modify_file_" = "Vde. non ten permiso para modificar ficheiros.";
"_no_permission_favorite_file_" = "Vde. non ten permiso para engadir o ficheiro aos seus favoritos.";
"_add_folder_info_"         = "Engadir información do  cartafol";
"_back_"                    = "Atrás";
"_search_"                  = "Buscar";
"_search_or_create_tags"    = "Search or create tag";
"_tags_"                    = "Tags";
"_share_tags_create_"       = "Create \"%@\"";
"_share_tags_no_results_"   = "No tags found";
"_share_tags_added_named_"  = "Tag %@ has been created.";
"_edit_tags_"               = "Manage tags";
"_create_tag_error_"        = "New tag could not be created. Please try again.";
"_of_"                      = "de";
"_livephoto_save_"          = "Gardar a Live Photo no álbum fotográfico";
"_livephoto_save_error_"    = "Produciuse un erro ao gardar a Live Photo.";
"_file_conflict_num_"       = "conflito de ficheiro";
"_file_conflicts_num_"      = "conflitos de ficheiros";
"_file_conflict_desc_"      = "Que ficheiros quere conservar? Se selecciona ámbalas dúas versións, engadiráselle un número ao nome do ficheiro copiado.";
"_file_conflict_new_"       = "Novos ficheiros";
"_file_conflict_exists_"    = "Xa existen os ficheiros";
"_file_not_rewite_doc_"     = "Non é posíbel sobrescribir un documento senón só crear un novo.";
"_move_or_copy_"            = "Mover ou copiar";
"_copy_"                    = "Copiar";
"_now_"                     = "Agora";
"_wait_"                    = "Agarde…";
"_recent_"                  = "Recente";
"_view_in_folder_"          = "Ver no cartafol";
"_disabled_"                = "Desactivado";
"_compact_"                 = "Compacto";
"_normal_"                  = "Normal";
"_verbose_"                 = "Prolixo";
"_error_occurred_"          = "Produciuse un erro, ténteo de novo.";
"_retry_"                   = "Volver tentar";
"_images_"                  = "Imaxes";
"_confirm_"                 = "Confirmar";
"_background_location_access_title_"    = "Acceso á localización en segundo plano";
"_background_location_access_message_"  = "Esta aplicación necesita acceso á localización en segundo plano para enviar automaticamente ficheiros cando se move entre áreas. O GPS non se usa e a súa localización nunca se almacena.";
"_enable_background_location_title_"    = "Activar a localización en segundo plano";
"_enable_background_location_message_"  = "Para permitir o envío automático de ficheiros en segundo plano, active «Sempre» para o acceso á localización nos Axustes.";
"_enable_background_location_footer_"   = "Para manter a súa fototeca actualizada automaticamente, esta aplicación pode usar o acceso á localización en segundo plano.\nIsto permítelle detectar cando está nunha nova área e comprobar se hai novas fotos para enviar.\nNon se usa o GPS e a súa localización nunca se almacena nin rastrexa.";

/* MARK: Files lock */

"_lock_"                            = "Bloqueo";
"_unlock_"                          = "Desbloquear";
"_lock_file_"                       = "Bloquear ficheiro";
"_unlock_file_"                     = "Desbloquear ficheiro";
"_locked_by_"                       = "Bloqueado por %@";
"_file_locked_no_override_"         = "Este ficheiro está bloqueado. Non se pode anular.";
"_lock_no_permissions_selected_"    = "Non permitido para algúns ficheiros ou cartafoles seleccionados.";
"_remove_file_"             = "Retirar ficheiro";
"_delete_file_"             = "Eliminar ficheiro";
"_delete_folder_"           = "Eliminar cartafol";
"_size_"                    = "Tamaño";
"_set_user_status_"         = "Estado en liña";
"_set_user_status_message_" = "Mensaxe de estado";
"_open_settings_"           = "Abrir os axustes";
"_settings_account_request_" = "Solicitar unha conta ao iniciar";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Escribe o alias";
"_alias_footer_"            = "Déalle ás súa contas un nome descritivo como Casa, Oficina, Escola…";
"_privacy_legal_"           = "Directiva legal e de privacidade";
"_source_code_"             = "Obter o código fonte";
"_account_select_"          = "Seleccione a conta";
"_account_select_to_add_"   = "Seleccione a conta para engadir";
"_remove_local_account_"    = "Retirar a conta local";
"_want_delete_account_"     = "Confirma que quere retirar a conta local?";
"_prevent_http_redirection_"= "Non se permite o redireccionamento en HTTP.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "Conflito de ficheiro";
"_multi_file_conflict_title_" = "%@ conflitos de ficheiros";
"_replace_action_title_" = "Substituír";
"_keep_both_action_title_" = "Conservar ambos";
"_cancel_keep_existing_action_title_" = "Cancelar e manter o existente";
"_replace_all_action_title_" = "Substituír todo";
"_keep_both_for_all_action_title_" = "Manter ámbalas dúas para todo";
"_more_action_title_" = "Máis detalles";
"_wait_file_preparation_" = "Preparando o envío de ficheiros. Agarde…";
"_keep_active_for_upload_" = "Manteña a aplicación activa ata que se complete o envío…";
"_keep_active_for_transfers_" = "Manteña a aplicación activa ata que se completen as transferencias…";
"_wait_file_encryption_"  = "Agarde, cifrando o ficheiro…";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "segundos";
"_change_lock_passcode_"  = "Cambiar o código de acceso";
"_lock_cannot_disable_mdm_" = "O perfil de configuración non lle permite desactivar o bloqueo mediante código de acceso.";

// MARK: User Status

/* User status */
"_online_"                  = "En liña";

/* User status */
"_away_"                    = "Ausente";

/* User status */
"_dnd_"                     = "Non molestar";

/* User status */
"_dnd_description_"         = "Silenciar todas as notificacións";

/* User status */
"_invisible_"               = "Invisíbel";

/* User status */
"_invisible_description_"   = "Aparece coma sen conexión";

/* User status */
"_busy_"                    = "Ocupado";

/* User status */
"_select_user_status_"      = "Definir o estado en liña";
"_select_status_message_"      = "Definir a mensaxe de estado";
"_status_message_"          = "Mensaxe de estado";
"_status_message_placehorder_"  = "Cal é o seu estado?";
"_set_status_message_"      = "Definir a mensaxe de estado";
"_clear_status_message_after_"  = "Limpar o estado após";

/* User status */
"_dont_clear_"              = "Non limpar";
"_15_minutes_"              = "15 minutos";
"_30_minutes_"              = "30 minutos";
"_an_hour_"                 = "unha hora";
"_1_hour_"                  = "1 hora";
"_4_hours_"                 = "4 horas";
"_day_"                     = "Today";
"_this_week_"               = "Esta semana";
"_days_"                    = "Días";
"_hours_"                   = "Horas";
"_minutes_"                 = "Minutos";


"_network_not_available_"   = "Rede non dispoñíbel.";
"_file_already_exists_"     = "Non é posíbel completar a operación, hai un ficheiro co mesmo nome.";
"_more_"                        = "Máis";
"_notifications_"               = "Notificacións";
"_quota_space_unlimited_"       = "Sen límites";
"_quota_space_unknown_"         = "Descoñecido";
"_quota_using_"                 = "Está a usar %@ de %@";
"_acknowledgements_"            = "Recoñecementos";
"_settings_"                    = "Axustes";
"_enter_password_"              = "Introduza o contrasinal…";
"_lock_"                        = "Bloqueo";
"_lock_active_"                 = "Bloqueo: Activado";
"_lock_not_active_"             = "Bloqueo: Desactivado";
"_lock_protection_no_screen_"        = "Non preguntar no inicio";
"_enable_touch_face_id_"        = "Activar Touch/Face ID";
"_wifi_only_"                   = "Usar só a conexión wifi";
"_settings_autoupload_"         = "Enviar fotos automaticamente";
"_clear_cache_"                 = "Limpar a memoria tobo";
"_clear_cache_footer_"          = "Limpar desde a aplicación os ficheiros descargados e desconectados";
"_exit_"                        = "Restabelecer a aplicación";
"_exit_footer_"                 = "Retirar desde a aplicación todas as contas e datos locais.";
"_want_exit_"                   = "Atención! Vai ser restaurado ao estado inicial. Continuar?";
"_want_delete_cache_"           = "Quere eliminar a memoria tobo (isto tamén retira as transferencias en proceso)?";
"_add_account_"                 = "Engadir unha conta";
"_want_delete_"                 = "Vai eliminar o seguinte: ";
"_information_"                 = "Información";
"_select_offline_warning_"      = "Facer que varios ficheiros e cartafoles estean dispoñíbeis sen conexión pode levar moito tempo e empregar moita memoria mentres o fai.";
"_advanced_"                    = "Avanzado";
"_permissions_"                 = "Permisos";
"_custom_permissions_"          = "Permisos personalizados";
"_disable_files_app_"           = "Desactivar a integración coa aplicación de Ficheiros";
"_disable_files_app_footer_"    = "Non permitir o acceso a ficheiros a través da aplicación Ficheiros de iOS.";
"_autoupload_"                      = "Enviar automaticamente fotos/vídeos";
"_autoupload_photos_"               = "Enviar fotos automaticamente";
"_autoupload_videos_"               = "Enviar vídeos automaticamente";
"_autoupload_description_"          = "Escolla se as novas fotos ou vídeos serán enviados automaticamente á súa conta.";
"_start_autoupload_"                = "Activar o envío automático";
"_stop_autoupload_"                 = "Desctivar o envío automático";
"_autoupload_create_subfolder_"     = "Usar subcartafoles";
"_autoupload_create_subfolder_footer_"  = "Almacenar as fotos en subcartafoles baseados no ano, mes e día.";
"_autoupload_subfolder_granularity_"    = "Granularidade do subcartafol";
"_filenamemask_"                        = "Cambiar a máscara do nome de ficheiro ";
"_filenamemask_footer_"                 = "De xeito predeterminado, cando se envíaformatar un ficheiro, obtén automaticamente o seguinte formato: aa-mm-dd hh-mm-ss máis un contador de 4 díxitos. Se non lle gusta este formato, pode cambialo aquí, agás o contador final de 4 díxitos, que non é posíbel omitilo.";
"_show_hidden_files_"           = "Amosar ficheiros agochados";
"_format_compatibility_"        = "Máis compatíbel";
"_format_compatibility_footer_" = "A opción «Máis compatíbel» gardará as fotos como JPEG, se é poíbel.";
"_privacy_"                     = "Privacidade";
"_privacy_footer_"              = "Esta aplicación usa un servizo para a análise de crebras. A súa información persoal non se envía co informe. Se quere desactivar isto, axuste «Desactivar o informe de crebras» a ON.";
"_crashservice_title_"          = "Desactivar o informe de fallos";
"_crashservice_alert_"          = "Esta opción precisa reiniciar a aplicación para ter efecto.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "«Live Photo» gardará a foto seleccionada en formato «Live Photo», se é posíbel.";
"_capabilities_"                = "Funcionalidades";
"_capabilities_footer_"         = "Amosar os paquetes utilizados pola aplicación se están instalados e dispoñíbeis no servidor.";
"_diagnostics_"                 = "Diagnósticos";
"_diagnostics_footer_"          = "Cambiar o nivel de rexistro require un reinicio da aplicación para que teña efecto";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Limpar o ficheiro de rexistro";
"_set_log_level_"               = "Definir o nivel do rexistro";
"_connect_server_anyway_"       = "Quere conectarse co servidor igualmente?";
"_server_is_trusted_"           = "Considera que este servidor é de confianza?";
"_connection_error_"            = "Produciuse un erro de conexión";
"_login_url_"                   = "Enderezo do servidor https://…";
"_login_url_error_"             = "Produciuse un erro de URL, verifique o URL do servidor";
"_favorites_"                   = "Favoritos";
"_favorite_short_"              = "Favorito";
"_tutorial_favorite_view_"      = "Os ficheiros e cartafoles que marque como favoritos amosaranse aquí";
"_tutorial_offline_view_"       = "Os ficheiros copiados aquí estarán dispoñíbeis sen conexión.\n\nSerán sincronizados coa súa nube.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "Máis";
"_favorite_no_files_"           = "Aínda non hai favoritos";
"_no_date_information_"                     = "Sen información da data";
"_no_camera_information_"                   = "Sen información da cámara";
"_no_lens_information_"                     = "Sen información sobre a lente";
"_today_"                                   = "Hoxe";
"_yesterday_"                               = "Onte";
"_access_photo_not_enabled_"                = "O acceso á Fotos non está activado";
"_access_photo_not_enabled_msg_"            = "Vai a Axustes → Aplicacións → Nextcloud → Fotos e active o acceso á fototeca";
"_access_background_app_refresh_denied_"    = "A «Actualización da aplicación en segundo plano» está denegada. Actívea en «Axustes», se non, non se detectarán as novas fotos ou vídeos cando a aplicación estea en segundo plano.";
"_tutorial_photo_view_"                     = "Aínda non se enviaron fotos ou vídeos";
"_error_createsubfolders_upload_"           = "Produciuse un erro ao crear subcartafoles";
"_remove_photo_CameraRoll_"                 = "Retirar do carrete da cámara";
"_remove_photo_CameraRoll_desc_"            = "«Retirar do carrete da cámara» após os envíos, amosarase unha mensaxe de confirmación para eliminar as fotos ou vídeos enviados do rolo da cámara. As fotos ou vídeos eliminados aínda estarán dispoñíbeis no lixo de Fotos de iOS durante 30 días.";
"_never_"                       = "nunca";
"_less_a_minute_"               = "hai menos dun minuto";
"_a_minute_ago_"                = "hai un minuto";
"_minutes_ago_"                 = "hai %d minutos";
"_an_hour_ago_"                 = "hai unha hora";
"_hours_ago_"                   = "hai %d horas";
"_a_day_ago_"                   = "hai un día";
"_days_ago_"                    = "hai %d días";
"_cannot_send_mail_error_"      = "Non hai ningunha conta configurada ou introduciuse un enderezo de correo incorrecto.";
"_open_url_error_"              = "Non é posíbel abrir o URL para esta acción.";
"_media_"                       = "Multimedia";
"_order_by_"                    = "Ordenar por";
"_name_"                        = "Nome";
"_date_"                        = "Data";
"_size_"                        = "Tamaño";
"_remove_favorites_"            = "Retirar de favoritos";
"_add_favorites_"               = "Favorito";
"_share_"                       = "Compartir";
"_remove_local_file_"           = "Retirar localmente";
"_folders_"                     = "cartafoles";
"_folder_"                      = "cartafol";
"_files_"                       = "Ficheiros";
"_file_"                        = "ficheiro";
"_no_file_pull_down_"           = "Envíe un ficheiro ou tire cara a abaixo para actualizar";
"_no_file_no_permission_to_create_" = "Non ten permiso para ou crear ou enviar os ficheiros neste cartafol.";
"_limited_dimension_"           = "Acadouse o tamaño máximo";
"_file_not_saved_cameraroll_"   = "Erro: o ficheiro non foi gardado no álbum fotográfico";
"_favorite_on_top_"             = "Ordenar primeiro os favoritos";
"_directory_on_top_"            = "Ordenar os cartafoles antes que os ficheiros";
"_show_description_"            = "Amosar a descrición do cartafol";
"_show_recommended_files_"      = "Amosar as recomendacións";
"_search_no_record_found_"      = "Sen resultados";
"_search_in_progress_"          = "Busca en proceso…";
"_search_instruction_"          = "Buscar por ficheiros (mínimo 2 caracteres) ";
"_files_no_files_"              = "Aquí non hai ficheiros";
"_files_no_folders_"            = "Aquí non hai cartafoles";
"_request_in_progress_"         = "Solicitude ao servidor en proceso…";
"_personal_files_only_"         = "Só ficheiros persoais";

"audio"                         = "SON";
"directory"                     = "CARAFOLES";
"document"                      = "DOCUMENTOS";
"image"                         = "IMAXES";
"template"                      = "MODELOS";
"video"                         = "VÍDEO";

"_paste_file_"                  = "Pegar";
"_status_wait_download_"        = "Agardando pola descarga";
"_status_downloading_"          = "Descargando";
"_status_wait_upload_"          = "Agardando para enviar";
"_status_wait_create_folder_"   = "Agardando para crear o cartafol";
"_status_wait_delete_"          = "Agardando para eliminar";
"_status_wait_rename_"          = "Agardando para cambiar o nome";
"_status_wait_favorite_"        = "Agardando para cambiar de favorito";
"_status_wait_copy_"            = "Agardando para copiar";
"_status_wait_move_"            = "Agardando para mover";
"_status_uploading_"            = "Enviando";
"_status_upload_error_"         = "Produciuse un erro agardando para enviar";
"_select_media_folder_"         = "Definir o cartafol multimedia";
"_media_viewimage_show_"        = "Amosar só imaxes";
"_media_viewvideo_show_"        = "Amosar só vídeo";
"_media_show_all_"              = "Amosar ámbolos dous";
"_good_morning_"                = "Bos días";
"_good_day_"                    = "Bo día";
"_good_afternoon_"              = "Boas tardes";
"_good_evening_"                = "Boas noites";
"_good_night_"                  = "Boas noites";
"_servers_"                     = "Servidores";
"_select_server_"               = "Seleccione un servidor…";

// MARK: Share

"_share_link_"                  = "Ligazón para compartir";
"_share_link_name_"             = "Nome da ligazón";
"_password_"                    = "Contrasinal";
"_share_password_"              = "Ligazón protexida con contrasinal";
"_date_"                        = "Data";
"_enforce_password_protection_" = "Facer obrigatoria a protección por contrasinal";
"_shared_with_you_by_"          = "Compartido con Vde. por";
"_shareLinksearch_placeholder_" = "Nome, correo ou ID de nube federada…";
"_new_comment_"                 = "Comentario novo…";
"_edit_comment_"                = "Editar comentario";
"_delete_comment_"              = "Eliminar comentario";
"_share_read_only_"             = "Só ver";
"_share_editing_"               = "Pode editar";
"_share_file_drop_"             = "Solicitude de ficheiro";
"_share_hide_download_"         = "Agochar a descarga";
"_share_allowed_downloads_"     = "Descargas permitidas";
"_share_limit_download_"        = "Limitar as descargas";
"_remaining_"                   = "%d restantes";
"_share_password_protect_"      = "Protección por contrasinal";
"_share_expiration_date_"       = "Definir a data de caducidade";
"_share_note_recipient_"        = "Nota para o destinatario";
"_share_add_sharelink_"         = "Engadir outra ligazón";
"_share_can_read_"              = "Ler";
"_share_can_reshare_"           = "Compartir";
"_share_can_create_"            = "Crear";
"_share_can_change_"            = "Editar";
"_share_can_delete_"            = "Eliminar";
"_share_can_download_"          = "Permitir a descarga e a sincronización";
"_share_unshare_"               = "Eliminar o recurso compartido";
"_share_internal_link_"         = "Ligazón interna";
"_share_internal_link_des_"     = "Só funciona para usuarios con acceso a este ficheiro/cartafol.";
"_share_reshare_disabled_"      = "Vde. non ten permiso para volver compartir este ficheiro/cartafol.";
"_share_reshare_restricted_"    = "Nota: Só ten permiso limitado para volver compartir este ficheiro/cartafol.";
"_remote_"                      = "Remoto";
"_remote_group_"                = "Grupo remoto";
"_conversation_"                = "Conversa";
"_no_transfer_"                 = "Aínda non hai transferencias";
"_no_transfer_sub_"             = "Os envíos e descargas neste dispositivo amosaranse aquí";
"_no_transfer_in_progress_"     = "No transfers in progress";
"_no_transfer_in_progress_sub_" = "Active uploads and downloads from this device will appear here.";
"_no_transfer_in_waiting_"      = "No transfers waiting";
"_no_transfer_in_waiting_sub_"  = "Transfers waiting to start will appear here.";
"_no_transfer_in_error_"        = "No transfer errors";
"_no_transfer_in_error_sub_"    = "Transfers that need your attention will appear here.";
"_transfers_waiting_shown_"     = "%1$d of %2$d transfers waiting";
"_no_activity_footer_"              = "Non hai máis actividades para cargar";
"_transfers_"                       = "Transferencias";
"_activity_"                        = "Actividade";
"_trash_file_not_found_"            = "Parece que o ficheiro non está no lixo. Vaia ao lixo para actualizalo e ténteo de novo.";
"_list_shares_"                     = "Comparticións";
"_list_shares_no_files_"            = "Aínda non hai ren compartido";
"_tutorial_list_shares_view_"       = "Aquí amosaranse os ficheiros e cartafoles que comparta";
"_offline_"                         = "Sen conexión";
"_upload_photos_videos_"            = "Enviar fotos ou vídeos";
"_upload_file_"                     = "Enviar ficheiro";
"_create_nextcloudtext_document_"   = "Crear un documento de texto";
"_use_folder_auto_upload_"          = "Usar o cartafol de «Envío automático» como cartafol de destino";
"_filename_"                        = "Nome de ficheiro";
"_enter_filename_"                  = "Escriba o nome de ficheiro…";
"_default_preview_filename_footer_" = "Exemplo de vista previa do nome do ficheiro: IMG_0001.JPG";
"_filename_header_"                 = "Introduza o nome do ficheiro";
"_preview_filename_"                = "Exemplo de vista previa do nome do ficheiro. Pode empregar a máscara %@ para a data/hora";
"_add_filenametype_"                = "Especifique o tipo no nome de ficheiro";
"_maintain_original_filename_"      = "Conservar o nome do ficheiro orixinal";
"_notifications_"                   = "Notificacións";
"_untitled_"                        = "Sen título";
"_e2e_settings_title_"              = "Cifraxe";
"_e2e_settings_"                    = "Cifraxe de extremo a extremo";
"_e2e_settings_start_"              = "Comezar a cifraxe de extremo a extremo";
"_e2e_settings_activated_"          = "A cifraxe de extremo a extremo está activada";
"_e2e_server_disabled_"             = "A aplicación de cifraxe de extremo a extremo foi desactivada no servidor";
"_e2e_settings_view_passphrase_"    = "As 12 palabras xuntas forman un contrasinal moi forte, permitíndolle só a Vde. ver e facer uso dos seus  ficheiros cifrados. Escríbaas e mantéñaas nun lugar seguro.";
"_e2e_settings_read_passphrase_"    = "Ler a frase de contrasinal";
"_e2e_settings_lock_not_active_"    = "O bloqueo non está activo. Vaia a «Axustes» e actíveo.";
"_e2e_settings_the_passphrase_is_"  = "A frase de contrasinal é:";
"_e2e_passphrase_request_title_"    = "Solicitar a frase de contrasinal";
"_e2e_passphrase_request_message_"  = "Insira as 12 palabras";
"_e2e_settings_remove_"             = "Retirar a cifraxe localmente";
"_e2e_settings_remove_message_"     = "Confirmar a retirada da cifraxe xunto coa frase de contrasinal.";
"_e2e_set_folder_encrypted_"        = "Cifrar";
"_e2e_remove_folder_encrypted_"     = "Descifrar";
"_e2e_file_encrypted_"              = "Ficheiro cifrado";
"_e2e_goto_settings_for_enable_"    = "Este é un directorio cifrado, vaia a «Axustes» e active a cifraxe de extremo a extremo";
"_e2e_in_upload_"                   = "Envío en proceso. Agarde a que se transfiran todos os ficheiros.";
"_scans_document_"                  = "Escanear documento";
"_scanned_images_"                  = "Imaxes escaneadas";
"_scan_document_pdf_page_"          = "Páxina";
"_scan_label_document_zone_"        = "Toque ou arrastre as imaxes cara abaixo para a creación de documentos";
"_filter_document_"                 = "Documento";
"_filter_original_"                 = "Orixinal";
"_quality_image_title_"             = "Vista previa da calidade da imaxe";
"_file_creation_"                   = "Creación do ficheiro";
"_delete_all_scanned_images_"       = "Eliminar todas as imaxes escaneadas";
"_text_recognition_"                = "Recoñecemento de texto";
"_all_files_"                       = "Todos os ficheiros";
"_personal_files_"                  = "Ficheiros persoais";

"_trash_view_"                      = "Ficheiros eliminados";
"_empty_trash_"                     = "Baleirar o lixo";
"_trash_no_trash_"                  = "Non hai ficheiros eliminados";
"_trash_no_trash_description_"      = "Poderá recuperar os ficheiros eliminados desde aquí";
"_confirm_delete_selected_"         = "Confirma que quere eliminar os elementos seleccionados?";
"_manage_file_offline_"             = "Xestionar os ficheiros sen conexión";
"_set_available_offline_"           = "Definir como dispoñíbel sen conexión";
"_remove_available_offline_"        = "Retirar como dispoñíbel sen conexión";
"_create_new_document_"             = "Documento";
"_create_new_spreadsheet_"          = "Spreadsheet";
"_create_new_presentation_"         = "Presentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "More Documents";
"_go_online_"                       = "Conéctese para ver o documento";
"_intro_1_title_"                   = "Manteña os seus datos seguros e baixo o seu control";
"_intro_2_title_"                   = "Colaboración segura e intercambio de ficheiros";
"_intro_3_title_"                   = "Correo web, calendario e contactos doados de usar";
"_intro_4_title_"                   = "Compartir a pantalla, xuntanzas en liña e conferencias web ";
"_log_in_"                          = "Acceder";
"_sign_up_"                         = "Rexistrarse cun provedor";
"_host_your_own_server"             = "Hospede o seu propio servidor";
"_invalid_url_"                         = "O URL de servidor é incorrecto";
"_ssl_certificate_untrusted_"           = "O certificado para este servidor non é válido.";
"_ssl_certificate_changed_"             = "Semella que o certificado deste servidor cambiou.";
"_file_already_exists_"                 = "Non é posíbel completar a operación, hai un ficheiro co mesmo nome.";
"_err_permission_microphone_"           = "Permita o uso do micrófono desde os axustes,";
"_err_permission_photolibrary_"         = "Permita Fotos desde Axustes";
"_qrcode_not_authorized_"   = "Esta aplicación non ten autorización para empregar a cámara traseira.";
"_qrcode_not_supported_"    = "QRCode non é compatíbel co dispositivo actual.";
"_create_voice_memo_"       = "Crear unha nota de voz";
"_voice_memo_start_"        = "Toque para comezar";
"_voice_memo_stop_"         = "Toque para parar";
"Enter Passcode"            = "Introduza o código de acceso";
"Enter a new passcode"      = "Introduza un novo código de acceso";
"Confirm new passcode"      = "Confirmar o novo código de acceso";
"Passcodes didn't match. Try again." = "Os códigos de acceso non coinciden. Ténteo de novo.";
"Delete"                    = "Eliminar";
"Cancel"                    = "Cancelar";
"_certificate_details_"     = "Detalles do certificado do servidor";
"_certificate_pn_details_"  = "Detalles do certificado da notificación emerxente ";
"_certificate_view_"        = "Certificado do servidor";
"_certificate_pn_view_"     = "Certificado da notificación emerxente ";
"_save_as_scan_"            = "Gardar como escaneado";
"_save_changes_"            = "Gardar os cambios?";
"_modify_"                  = "Modificar";
"_overwrite_original_"      = "Sobrescribir o orixinal";
"_save_as_copy_"            = "Gardar como copia";
"_discard_changes_"         = "Desbotar os cambios";
"_message_disable_overwrite_livephoto_" = "Esta imaxe é unha Live Photo, non será posíbel sobrescribila.";
"_discard_changes_info_"    = "Os seus cambios desbotaranse.";
"_delete_files_desc_"       = "Eliminar ficheiros para liberar espazo";
"_delete_old_files_"        = "Eliminar, na memoria tobo, todos os ficheiros anteriores a";
"_never_"                   = "nunca";
"_1_year_"                  = "1 ano";
"_6_months_"                = "6 meses";
"_3_months_"                = "3 meses";
"_1_month_"                 = "1 mes";
"_1_week_"                  = "1 semana";
"_monthly_"                 = "Cada mes";
"_yearly_"                  = "Cada ano";
"_daily_"                   = "A diario";
"_login_address_detail_"    = "A ligazón á súa interface web %@cando a abre no navegador.";
"_go_to_page_"              = "Ir á páxina";
"_page_"                    = "Páxina";
"_this_document_has_%@_pages_"              = "Este documento ten %@ páxinas";
"_invalid_page_"                            = "Páxina non válida";
"_the_entered_page_number_does_not_exist_"   = "O número de páxina introducido non existe.";
"_error_something_wrong_"   = "Algo foi mal";
"_privacy_screen_"          = "Agochar o contido cando a aplicación está inactiva";
"_privacy_screen_footer_"   = "Agochar o contido da aplicación e amosar unha pantalla de inicio cando a aplicación estea inactiva.";
"_in_"                      = "en";
"_enter_passphrase_"        = "Escriba a frase de contrasinal (12 palabras)";
"_show_more_results_"       = "…cargando máis resultados";
"_waiting_for_"             = "Agardando por:";
"_reachable_wifi_"          = "accesíbel a través de wifi ou cable";
"_copy_passphrase_"         = "Copìar a frase de contrasinal";
"_ok_copy_passphrase_"      = "Aceptar e copìar a frase de contrasinal";
"_select_color_"            = "Seleccione a cor";
"_change_color_"            = "Cambiar a cor";
"_description_dashboardwidget_" = "Ter o Taboleiro sempre ao seu alcance nunca foi tan doado.";
"_description_fileswidget_" = "Consulte os seus ficheiros recentes e use a barra de ferramentas para acelerar as súas operacións.";
"_description_toolbarwidget_"   = "Unha barra de ferramentas para acelerar as súas operacións.";
"_title_lockscreenwidget_"  = "Estado";
"_description_lockscreenwidget_"    = "Mantéñase atento ao espazo dispoñíbel e á actividade recente";

"_keep_running_"            = "Manteña a aplicación en execución para unha mellor experiencia de usuario.";
"_apps_nextcloud_detect_"   = "%@ aplicacións detectadas";
"_add_existing_account_"    = "Detectáronse outras %@ aplicacións, quere engadir unha conta existente?";
"_status_in_progress_"      = "Lectura de estado en proceso…";
"_status_e2ee_on_server_"   = "A cifraxe de extremo a extremo xa está configurada no servidor mais aínda non está activada neste dispositivo.";
"_status_e2ee_not_setup_"   = "A cifraxe de extremo a extremo aínda non está configurada no servidor.";
"_status_e2ee_configured_"  = "A cifraxe de extremo a extremo está configurada correctamente.";
"_e2ee_set_as_offline_"     = "Non permitido para ficheiros ou cartafoles cifrados.";
"_change_upload_filename_"  = "Quere gardar o ficheiro cun nome diferente?";
"_save_file_as_"            = "Gardar ficheiro como %@";
"_password_ascii_"          = "O contrasinal non pode conter caracteres especiais.";
"_calendar_contacts_"       = "Calendario e contactos";
"_mobile_config_"           = "Descargar o perfil de configuración";
"_calendar_contacts_footer_warning_"    = "O perfil de configuración só se pode descargar se Safari está configurado como navegador predeterminado.";
"_calendar_contacts_footer_"    = "Após descargar o perfil, pode instalalo desde Axustes.";
"_modify_image_desc_"       = "Toque nun ficheiro para modificalo o cambiarlle o nome.";
"_message_disable_livephoto_" = "Esta imaxe é unha Live Photo, se a cambia perderase o efecto en Live Photo.";
"_enable_livephoto_"        = "Activar Live Photo";
"_disable_livephoto_"       = "Desactivar Live Photo";
"_undo_modify_"             = "Desfacer a modificación";
"_rename_already_exists_"   = "Xa existe un ficheiro con ese nome.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Insira un URL correcto";
"_download_image_"          = "Descargar a imaxe";
"_reset_wrong_passcode_"    = "Resetting application...";
"_reset_wrong_passcode_option_" = "Restabelecer a aplicación após 10 intentos fallados";
"_reset_wrong_passcode_desc_" = "Ao activar isto, eliminaranse todas as contas e os datos locais após %d intentos fallados de introducir o código de acceso.";
"_deviceOwnerAuthentication_" = "O sensor biométrico foi desactivado temporalmente por mor de varios intentos fallados. Introduza o código de acceso do dispositivo para reactivar o sensor.";
"_virus_detect_"            = "Detectouse un virus. Non é posíbel completar o envío!";
"_selected_photos_"         = "fotos seleccionadas";
"_delete_selected_photos_"  = "Eliminar as fotos seleccionadas";
"_media_square_"            = "Cuadrícula";
"_media_ratio_"             = "Grade de relación de aspecto";
"_display_"                 = "Presentar";
"_appearance_"              = "Aparencia";
"_light_"                   = "Claro";
"_dark_"                    = "Escuro";
"_use_system_style_"        = "Usar o estilo do sistema";
"_account_settings_"        = "Axustes da conta";
"_users_"                   = "Usuarios";
"_users_footer_"            = "Permítelle seleccionar unha conta cada vez que abre a aplicación.";
"_while_charging_"          = "Durante a carga";
"_keep_screen_awake_"       = "Manter a pantalla activa\nmentres transfire ficheiros";
"_error_not_found_"         = "Non foi posíbel atopar o recurso solicitado";
"_error_conflict_"          = "Non foi posíbel completar a solicitude por mor dun conflito co estado actual do recurso";
"_error_precondition_"      = "O servidor non cumpre unha das condicións previas do solicitante";
"_downloading_"             = "Descargando";
"_additional_options_"      = "Opcións adicionais";
"_unauthorizedFilesPasscode_" = "Non é posíbel empregar a aplicación Ficheiros cun código de acceso activado";
"_disableFilesApp_"         = "Non é posíbel empregar a aplicación Ficheiros porque está desactivada";
"_no_items_"                = "Sen elementos";
"_check_back_later_"        = "Compróbeo máis adiante.";
"_no_data_available_"       = "Non hai datos dispoñíbeis";
"_recent_activity_"         = "Actividade recente";
"_maintenance_mode_"        = "O servidor atopase en modo de mantemento, isto pode levar un anaco.";
"_user_"                    = "Usuario";
"_creating_db_photo_progress_" = "Creación do arquivo fotográfico en proceso… manteña activa a aplicación.";
"_account_unauthorized_"    = "Houbo un problema para autorizar a conta %@. Acceda de novo.";
"_folder_offline_desc_"     = "Mesmo sen conexión a Internet, pode organizar os seus cartafoles, crear ficheiros. Unha vez que volva estar conectado, as súas accións pendentes sincronizaranse automaticamente.";
"_offline_not_allowed_"     = "Esta operación non está permitida no modo sen conexión";
"_Upload_native_format_yes_"= "Enviar en formato nativo: si";
"_Upload_native_format_no_" = "Enviar en formato nativo: non";
"_terms_of_service_"        = "Condicións de servizo";
"_terms_accept_"            = "Recoñezo que lin e acepto as condicións de servizo anteriores.";
"_recommended_files_"       = "Ficheiros recomendados";
"_propagate_layout_"        = "Aplicar o seguinte cambio a todos os subcartafoles";
"_version_mismatch_error_"  = "Cambio de versión: abra a aplicación principal para actualizar os datos.";
"_opt_in_pro_"              = "Optimización en proceso…";
"_update_in_progress_"      = "Actualización en proceso…";
"_delete_in_progress_"      = "Eliminación en proceso…";
"_download_in_progress_"    = "Descarga en proceso…";
"_upload_in_progress_"      = "Envío en proceso…";
"_transfer_in_progress_"    = "Transferencia en proceso…";
"_in_waiting_"              = "Agardando";
"_in_progress_"             = "En proceso";
"_in_error_"                = "Por erro";
"_retry_minutes_"           = "minutos restantes para volver tentalo";
"_retry_seconds_"           = "segundos restantes para volver tentalo";
"_retry_soon_"              = "reintentando en breve…";
"_large_upload_tip_"        = "Os ficheiros grandes requiren que a aplicación permaneza aberta ata que se complete a transferencia";
"_e2ee_upload_tip_"         = "Os ficheiros de extremo a extremo requiren que a aplicación permaneza aberta ata que a transferencia estea completa";
"_finalizing_wait_"         = "Agardando a que remate…";
"_in_this_folder_"          = "Neste cartafol";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "Disable";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_repeat_current_media_" = "Repeat current item";
"_play_next_media_automatically_" = "Play next item automatically";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";
"_open_in_office_" = "Open in Office";
"_select_date_" = "Select date";
"_always_play_with_vlc_" = "Always play with VLC";
"_account_not_available_" = "Account not available";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Pasa o dedo cara á esquerda desde o bordo dereito da pantalla para amosar as miniaturas";
"_tip_accountrequest_"      = "Toca aquí para cambiar de conta ou engadir unha nova";
"_tip_addcopyimage_"        = "Mantén premido para pegar unha imaxe copiada";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Amosar o perfil";
// a11y: On/Off
"_on_"                          = "Acender";
// a11y: On/Off
"_off_"                         = "Apagado";
"_list_"                        = "Lista";
"_icons_"                       = "Iconas";

// MARK: Assistant
"_assistant_task_unknown_"       = "Descoñecido";
"_assistant_task_scheduled_"     = "Programado";
"_assistant_task_in_progress_"   = "En proceso";
"_assistant_task_completed_"     = "Completado";
"_assistant_task_failed_"        = "Fallado";
"_input_"                        = "Entrada";
"_output_"                       = "Saída";
"_task_details_"                 = "Detalles da tarefa";
"_assistant_"                    = "Asistente";
"_new_task_"                     = "Nova tarefa %@";
"_no_tasks_"                     = "Ola! En que podo axudarlle hoxe?";
"_create_task_subtitle_"         = "Use o botón + para crear unha nova tarefa";
"_edit_task_"                    = "Editar a tarefa %@";
"_no_types_"                     = "Non se atopou ningún provedor";
"_no_types_subtitle_"            = "Para empregar o asistente deben estar instalados os provedores de IA.";
"_assistant_ai_warning_"         = "O resultado que se amosa aquí foi xerado por IA. Asegúrese de facer sempre unha dobre comprobación";
"_no_chat_subtitle_"             = "Probe a enviar unha mensaxe para iniciar unha conversa.";
"_retry_response_generation_"    = "Volver tentar a xeración de respostas";
"_conversations_"                = "Conversas";
"_new_conversation_"             = "Nova conversa";
"_type_message_"                 = "Escriba unha mensaxe…";
"_assistant_chat_"               = "Parola co asistente";
"_assistant_error_send_message_"  = "Non foi posíbel enviar a mensaxe. Ténteo de novo";
"_assistant_error_load_messages_" = "Non foi posíbel cargar as mensaxes. Ténteo de novo";
"_assistant_error_generate_response_" = "Non foi posíbel xerar unha resposta. Ténteo de novo";

// MARK: Client certificate
"_no_client_cert_found_"         = "O servidor está a solicitar un certificado de cliente.";
"_no_client_cert_found_desc_"    = "Quere instalar un certificado de cliente TLS? \n Teña en conta que o certificado .p12 debe instalarse primeiro no dispositivo premendo nel e instalándoo como perfil de certificado de identidade nos axustes. O certificado tamén DEBE ter un contrasinal xa que é un requisito de iOS.";
"_client_cert_enter_password_"   = "Introduza o contrasinal para o certificado escollido";
"_client_cert_wrong_password_"   = "Sentímolo, introduciu un contrasinal incorrecto.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "«%@» é un nome prohibido.";
"_file_name_validator_error_forbidden_file_extension_" = "«.%@» é unha extensión de ficheiro prohibida.";
"_file_name_validator_error_invalid_character_" = "O nome contén un carácter non aceptado: «%@».";
"_file_name_validator_error_space_" = "O nome non debe conter espazos nin no principio nin no final.";
"_file_name_new_extension_" = "Cambiar a extensión pode provocar que este ficheiro se abra nunha aplicación diferente.";
"_file_name_empty_" = "O nome de ficheiro non pode estar baleiro";
"_please_rename_file_" = "Cambie o nome do ficheiro ou cartafol.";
"hidden_file_name_warning" = "O nome dará lugar a un ficheiro agochado.";

"_camera_roll_" = "Carrete da cámara";
"_destination_" = "Destino";
"_upload_from_" = "Enviar desde";
"_multiple_albums_" = "Varios álbums";
"_smart_albums_" = "Álbums intelixentes";
"_albums_" = "Álbums";
"_auto_upload_no_new_items_to_upload_" = "No new items to upload";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimental";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Focused Auto Upload";
"_focused_auto_upload_settings_footer_" = "Keep the app open and darken the screen while auto upload is backing up at higher speed.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "Photos and videos will continue backing up at higher speed while the screen is darkened. During the process:";
"_focused_auto_upload_wifi_" = "Connect to Wi-Fi";
"_focused_auto_upload_charger_" = "Connect to charger";
"_focused_auto_upload_do_not_exit_" = "Do not exit the app";
"_enable_focused_auto_upload_" = "Enable Focused Auto Upload";
"_focused_auto_upload_backing_up_" = "Backing up";
"_focused_auto_upload_completed_" = "Upload completed!";
"_focused_auto_upload_countdown_" = "Do not lock the screen or exit the app. The screen will turn dark in %d seconds.";
"_stop_focused_auto_upload_" = "Stop Focused Auto Upload";
"_finish_" = "Finish";
"_item_with_same_name_already_exists_" = "Xa existe un elemento co mesmo nome";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparando a migración…";
"_scanning_files_" = "Escaneando os ficheiros…";
"_moving_items_to_domain_" = "Movendo elementos ao dominio correcto…";
"_finishing_up_" = "Rematando…";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Encryption keys changed";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksum_found_" = "End-to-end encryption error, no checksum found";
"_e2ee_checksum_error_title_" = "End-to-end encryption checksum error";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "End-to-end encryption error, key checksum failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "End-to-end encryption error, cannot decrypt metadata";
"_e2ee_no_enc_file_" = "End-to-end encryption error, cannot encrypt file";
"_e2ee_no_enc_key_" = "End-to-end encryption error, cannot get encoded key";
"_e2ee_no_match_checksum_" = "End-to-end encryption error, checksum does not match";
"_e2ee_create_folder_" = "End-to-end encryption directory creation in progress, please wait …";
"_e2ee_rename_file_" = "End-to-end encryption rename in progress, please wait …";
"_e2ee_encrypt_folder_" = "End-to-end encryption folder in progress, please wait …";
"_e2ee_setup_get_certificate_" = "Server did not return a certificate";
"_e2ee_setup_create_csr_" = "Unable to generate certificate signing request (CSR)";
"_e2ee_setup_sign_certificate_" = "Server did not return a certificate after signing request";
"_e2ee_setup_extract_publickey_" = "Public key mismatch between generated key and certificate";
"_e2ee_setup_get_privatekey_" = "Server did not return an encrypted private key";
"_e2ee_setup_passphrase_error_" = "The provided passphrase is incorrect";
"_e2ee_setup_get_publickey_" = "Server did not return an encrypted public key";
"_e2ee_setup_encript_privatekey_" = "Unable to encrypt the private key";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
"_e2ee_setup_privatekey_missing_" = "The End-to-end encryption private key could not be found.";
"_e2e_renew_certificate_success_" = "Your end-to-end encryption certificate has been renewed.";
"_certificate_valid_from_" = "Valid from";
"_certificate_valid_until_" = "Valid until";
"_certificate_" = "Certificate";
"_certificate_renew_" = "Renew certificate";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Sensitivity label";
"_file_retention_"                  = "File retention";
"_legal_hold_"                      = "Legal hold";
"_none_"                            = "None";
"_sections_"                        = "Sections";
"_governance_labels_load_error_"    = "Governance labels could not be loaded.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Álbums";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Cargando…";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Crear";
"_albums_list_new_album_popup_negative_btn_"        = "Cancelar";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Cambiar o nome";
"_albums_list_rename_album_popup_negative_btn_"     = "Cancelar";
"_albums_photo_selection_sheet_title_"              = "Seleccionar fotos";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Eliminar";
"_albums_delete_album_popup_negative_btn_"          = "Cancelar";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "Whole photo library";
"_autoupload_whole_library_description_" = "Checks the entire selected library. Files already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Upload completed up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first uploads";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Files already uploaded to %@ are skipped. The date advances through confirmed uploads and is preserved when auto upload is stopped.";

"_autoupload_ignore_history_" = "Ignore previous upload records";
"_autoupload_ignore_history_description_" = "The app uses a local record to remember uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing files may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic upload active";
